#include <iostream>
using namespace std;
int main()
{
	setlocale(LC_ALL, "");
	cout << "Home task #2.3\n";
	cout << "Продаётся Nissan GT-R, 2010\n";
	cout << "стоимость 5 500 000 рублей\n";
	cout << "Один из самых живых в РФ. Никогда не видел снега ,все стоит родное ,мотор не вскрывался\n";
	cout << "Мною после покупки было сделано большое ТО, жидкости поменяны абсолютно везде, масло Red line.Новые тормозные диски, колодки в круг. \n";
	cout << "Делать ничего не нужно, от слова совсем.\n";
	cout << "Был сделан stage 2, не самая сильная настройка, надежная.Ориентированно 700 л.с, 850 крутящего .\n";
	cout << "Настройка и обслуживание г.Москва, Darwin Performance\n";
	return 0;
}